Tekla.Structures.ModelInternal.GeometryTree.#ctor(Tekla.Structures.ModelInternal.GeometryNode)
Instantiates a geometry tree.
node: The node.

Tekla.Structures.ModelInternal.GeometryTree.AddChild(Tekla.Structures.ModelInternal.GeometryNode)
Add child to the geometry tree node.
child: The child to be added.

Tekla.Structures.ModelInternal.GeometryTree.Root
Radius of curved cylinder.